<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>3: La société AGRIMAT</TITLE>
<META NAME="Template" CONTENT="C:\Program Files\Microsoft Office\Office\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080" BGCOLOR="#ffccff">

<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=626>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></TD>
<TD WIDTH="33%" VALIGN="TOP">
<B><U><FONT SIZE=4 COLOR="#0000ff"><P ALIGN="CENTER">3</B></U><I>: La soci&eacute;t&eacute; AGRIMAT</I></FONT></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></TD>
</TR>
</TABLE>
</CENTER></P>

<P ALIGN="JUSTIFY">La soci&eacute;t&eacute; AGRIMAT distribue des pi&egrave;ces d&eacute;tach&eacute;es pour des mat&eacute;riels divers dans le secteur agricole. Sa client&egrave;le est compos&eacute;e essentiellement d'entreprises agricoles de petite taille ou moyenne qui constituent presque en totalit&eacute; une client&egrave;le fid&egrave;le.</P>
<P>AGRIMAT est implant&eacute;e dans une grande ville du sud de la France et poss&egrave;de plusieurs d&eacute;p&ocirc;ts, distants de 20 &agrave; 30 km du si&egrave;ge.</P>
<P>Vous avez recueilli , relativement au domaine de la vente, les informations suivantes&nbsp;:</P>

<UL>
<LI>si l'article est disponible, il est remis au client avec un bon&nbsp;; le client passe alors &agrave; la caisse o&ugrave; on lui pr&eacute;pare sa facture en fonction des conditions commerciales qu'on lui accorde habituellement&nbsp;; soit il r&egrave;gle imm&eacute;diatement et emporte sa facture&nbsp;; soit, et c'est le cas le plus fr&eacute;quent, on lui remet un avis de d&eacute;bit qui sera pris en compte dans son relev&eacute; p&eacute;riodique&nbsp;; </LI>
<LI>si l'article n'est pas disponible, le vendeur lui propose un autre article, substitut de la pi&egrave;ce demand&eacute;e initialement. En effet, d'une part, certains articles peuvent &ecirc;tre remplac&eacute;s par d'autres, et d'autre part, une pi&egrave;ce donn&eacute;e peut &ecirc;tre mont&eacute;e sur diff&eacute;rents engins&nbsp;; </LI>
<LI>si le vendeur et le client ne trouvent pas de solution imm&eacute;diate &agrave; un article non disponible, le vendeur passe alors commande au service achat de la soci&eacute;t&eacute;.</LI></UL>

<P>Quand l'article sera disponible, le client sera alors avis&eacute; et il pourra soit passer enlever sa commande, soit se faire livrer par n'importe quel d&eacute;p&ocirc;t de la soci&eacute;t&eacute;.</P>
<B><U><FONT COLOR="#0000ff"><P>Question:</P>
</B></U><P>On vous demande de construire le mod&egrave;le conceptuel des traitements (MCT) correspondant &agrave; l'&eacute;nonc&eacute; ci-dessus.</P></FONT>
<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=615>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="corMCT3.htm">Acc&egrave;s au corrig&eacute;</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../sexercerMCT.htm">Retour au sommaire</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../../Index.htm">Retour &agrave; l'accueil</A></TD>
</TR>
</TABLE>
</CENTER></P>

<P ALIGN="JUSTIFY"></P></BODY>
</HTML>
