<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>2: Les inscriptions universitaires</TITLE>
<META NAME="Template" CONTENT="C:\Program Files\Microsoft Office\Office\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080" BGCOLOR="#ffff99">

<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=626>
<TR><TD WIDTH="33%" VALIGN="middle">
<P ALIGN="CENTER"><img border="0" src="MCC2.h2.gif" width="183" height="7"></TD>
<TD WIDTH="33%" VALIGN="TOP">
<B><U><P ALIGN="CENTER"><font color="#0000ff" size="5">2</font></U></B><font color="#0000ff" size="5"><I>: Les inscriptions universitaires</I></font></TD>
<TD WIDTH="33%" VALIGN="middle">
<img border="0" src="MCC2.h2.gif" width="183" height="7"></TD>
</TR>
</TABLE>
</CENTER>

<P ALIGN="CENTER"><font size="4">On d&eacute;crit ci-apr&egrave;s le processus d'inscription &agrave; un &eacute;tablissement universitaire recrutant, sur dossier(exemple, l'IUT)</font></P>
<P><font size="4">des &eacute;l&egrave;ves de terminale.</font></P>
<P><font size="4">L'admission d&eacute;finitive d'un candidat n'est effective que si l'&eacute;l&egrave;ve a obtenu son baccalaur&eacute;at.</font> </P>
<P><font size="4">La p&eacute;riode d&eacute;p&ocirc;t des dossiers de candidature pr&eacute;c&egrave;de les &eacute;preuves de baccalaur&eacute;at.</font></P>
<P><font size="4">Le candidat commence par d&eacute;poser un dossier (entre une date de d&eacute;but et une date cl&ocirc;ture de d&eacute;p&ocirc;t de dossiers), &agrave; partir duquel l'&eacute;tablissement prend une d&eacute;cision soit de refus, soit d'admissibilit&eacute; (admission sous r&eacute;serve de l'obtention du baccalaur&eacute;at).</font></P>
<P><font size="4">Les candidats admissibles sont d&eacute;clar&eacute;s admis d&eacute;finitivement lorsqu'ils ont d&eacute;pos&eacute; le certificat d'obtention du baccalaur&eacute;at ("&nbsp;collante&nbsp;").</font></P>
<P><font size="4">Les candidats admis doivent confirmer leur inscription par le d&eacute;p&ocirc;t d'une demande d'inscription(avec paiement des droits d'inscription), &agrave; la suite de quoi, ils ont inscrits d&eacute;finitivement dans l'&eacute;tablissement. Les candidats doivent s'inscrire avant une date de cl&ocirc;ture des inscriptions.</font> </P>
<P><font size="4">Bien s&ucirc;r, cette date est largement post&eacute;rieure &agrave; la publication des r&eacute;sultats du baccalaur&eacute;at de l'ann&eacute;e en cours.</font></P>
<B><U><FONT COLOR="#0000ff"><P><font size="4">Question:</font></P>
</FONT>
</U>
</B><FONT COLOR="#0000ff"><P ALIGN="JUSTIFY"><font size="4">On vous demande de d&eacute;terminer quels sont le domaine, le ou les acteurs et de construire le mod&egrave;le conceptuel de communication (MCC) correspondant &agrave; l'&eacute;nonc&eacute; ci-dessus.</font></P></FONT>
<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=615>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><a HREF="corMCC2.htm">Acc&egrave;s au corrig&eacute;</a></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../sexercerMCC.htm">Retour au sommaire</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../../Index.htm">Retour &agrave; l'accueil</A></TD>
</TR>
</TABLE>
</CENTER>

<P ALIGN="JUSTIFY"></P></BODY>
</HTML>
