<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>4: L'association AEGE</TITLE>
<META NAME="Template" CONTENT="C:\Program Files\Microsoft Office\Office\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080" BGCOLOR="#ffff99">

<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=626>
<TR><TD WIDTH="33%" VALIGN="middle">
<P ALIGN="CENTER"><img border="0" src="MCC4.h4.gif" width="183" height="7"></TD>
<TD WIDTH="33%" VALIGN="TOP">
<B><U><P ALIGN="CENTER"><font color="#0000ff" size="5">4</font></U></B><font color="#0000ff" size="5"><I>: L'association AEGE</I></font></TD>
<TD WIDTH="33%" VALIGN="middle">
<P ALIGN="CENTER"><img border="0" src="MCC4.h4.gif" width="183" height="7"></TD>
</TR>
</TABLE>
</CENTER>

<P ALIGN="left"><font size="4">On d&eacute;crit ci-dessous le processus de location de billets de th&eacute;&acirc;tre dans une association d'anciens &eacute;l&egrave;ves.</font></P>
<P><font size="4">L'association AEGE (anciens &eacute;l&egrave;ves des grandes &eacute;coles) regroupe les anciens &eacute;l&egrave;ves d'une grande &eacute;cole d'ing&eacute;nieurs. (environ 5000 dont 3000 &agrave; Paris). Elle dispose en particulier d'un service Loisirs, mettant &agrave; la disposition des adh&eacute;rents parisiens des places de th&eacute;&acirc;tre, des participations &agrave; des excursions, visites, des participations &agrave; des activit&eacute;s de l'association (d&icirc;ners, d&eacute;bats). Les adh&eacute;rents re&ccedil;oivent p&eacute;riodiquement un bulletin d'informations d&eacute;crivant les activit&eacute;s &agrave; venir et leur permettant de s'y inscrire.</font></P>
<P><font size="4">On s'occupe uniquement du processus de location des places de th&eacute;&acirc;tre , d&eacute;crit ci-dessous.</font></P>
<P><font size="4">Le service Loisirs re&ccedil;oit les demandes de location par la Poste (en g&eacute;n&eacute;ral, il s'agit d'un imprim&eacute; annex&eacute; au bulletin d'information). L'adh&eacute;rent joint un ch&egrave;que couvrant le montant de la location.</font> </P>
<P><font size="4">Chaque repr&eacute;sentation th&eacute;&acirc;trale (pi&egrave;ce, date, heure) comprend un quota (maximum de places disponibles pour l'AEGE) d&eacute;termin&eacute;, mat&eacute;rialis&eacute; par des billets remis par le th&eacute;&acirc;tre &agrave; AEGE, pour la repr&eacute;sentation en question, avant le d&eacute;but des op&eacute;rations de location. Lorsque le quota est atteint pour une repr&eacute;sentation&nbsp;, toutes les demandes de locations ult&eacute;rieures pour cette repr&eacute;sentation sont rejet&eacute;es&nbsp;; les adh&eacute;rents concern&eacute;s sont avertis par lettre avec le ch&egrave;que en retour. Dans le cas contraire, tant que le quota n'est pas atteint, les billets sont envoy&eacute;s aux adh&eacute;rents d&egrave;s la location effective (paiement re&ccedil;u).</font></P>
<I><P><font size="4">Nota&nbsp;: cas de refus partiels&nbsp;: il reste des places pour telle ou telle repr&eacute;sentation demand&eacute;e mais pas pour telle ou telle autre.&nbsp;; dans ce cas, le service garde le ch&egrave;que re&ccedil;u et &eacute;tabli puis envoie &agrave; l'adh&eacute;rent un ch&egrave;que &eacute;gal au montant refus&eacute;.</font></P>
</I><P><font size="4">Pour chaque repr&eacute;sentation, 8 jours avant la date de repr&eacute;sentation, la location est arr&ecirc;t&eacute;e, que le quota ait &eacute;t&eacute; atteint ou non. Les billets non distribu&eacute;s sont renvoy&eacute;s au th&eacute;&acirc;tre.</font></P>
<B><U><FONT COLOR="#0000ff"><P><font size="4">Question:</font></P>
</FONT>
</U>
</B><FONT COLOR="#0000ff"><P ALIGN="JUSTIFY"><font size="4">On vous demande de d&eacute;terminer quels sont le domaine, les acteurs et de construire le mod&egrave;le conceptuel de communication (MCC) correspondant &agrave; l'&eacute;nonc&eacute; ci-dessus.</font></P></FONT>
<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=615>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="corMCC4.htm">Acc&egrave;s au corrig&eacute;</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../sexercerMCC.htm">Retour au sommaire</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../../Index.htm">Retour &agrave; l'accueil</A></TD>
</TR>
</TABLE>
</CENTER>

<P ALIGN="JUSTIFY"></P></BODY>
</HTML>
