<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>S'exercer sur le MCD</TITLE>
<META NAME="Template" CONTENT="C:\Program Files\Microsoft Office\Office\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080" BGCOLOR="#ccffcc">

<TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=615>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></TD>
<TD WIDTH="33%" VALIGN="MIDDLE">
<B><U><FONT SIZE=4 COLOR="#0000ff"><P><A NAME="Top"></A>7</U>: Les march&eacute;s de Paris</B></FONT></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></TD>
</TR>
</TABLE>

<P ALIGN="CENTER">&nbsp;</P>
<P ALIGN="JUSTIFY">La ville de Paris souhaite informatiser la gestion des emplacements ainsi que le nettoyage des march&eacute;s (puces, fruits &amp; l&eacute;gumes, etc.).</P>
<P ALIGN="JUSTIFY">Un march&eacute; est d&eacute;crit par un nom unique et une adresse et comporte de nombreux emplacements. Il est ouvert certains jours de la semaine, mais selon le jour, un march&eacute; commence et termine &agrave; des heures diff&eacute;rentes. Le syst&egrave;me doit permettre de conna&icirc;tre pr&eacute;cis&eacute;ment quand un march&eacute; est ouvert. Un commer&ccedil;ant loue un emplacement &agrave; l'ann&eacute;e pour vendre ses produits. Le syst&egrave;me doit garder trace des locations d'emplacement. Pour chaque commer&ccedil;ant, le syst&egrave;me doit m&eacute;moriser son num&eacute;ro de SIRET, son nom ainsi que le type de produit vendu. Le prix de location annuel et la surface de chaque emplacement doivent &ecirc;tre m&eacute;moris&eacute;s par le syst&egrave;me. Il faut aussi savoir si l'emplacement poss&egrave;de l'eau courante et/ou l'&eacute;lectricit&eacute;.</P>
<P ALIGN="JUSTIFY">D'autre part, le syst&egrave;me doit permettre de rendre compte des &eacute;quipes effectuant le nettoyage des march&eacute;s. Une &eacute;quipe est bas&eacute;e &agrave; une adresse, il faut aussi m&eacute;moriser son num&eacute;ro de t&eacute;l&eacute;phone. Les &eacute;quipes sont tr&egrave;s mobiles, elles peuvent travailler sur diff&eacute;rents march&eacute;s, aucune n'est affect&eacute;e &agrave; un march&eacute; particulier. Une &eacute;quipe est compos&eacute;e de plusieurs ouvriers et peut poss&eacute;der diff&eacute;rents v&eacute;hicules. Pour chaque ouvrier, le syst&egrave;me doit m&eacute;moriser son num&eacute;ro de s&eacute;curit&eacute; sociale, son nom, son pr&eacute;nom ainsi que son adresse. Un des ouvriers est nomm&eacute; responsable de l'&eacute;quipe. Un v&eacute;hicule est identifi&eacute; par son num&eacute;ro d'immatriculation, il est d'un certain type. Pour chaque v&eacute;hicule, un ouvrier est d&eacute;sign&eacute; comme responsable, c'est lui qui se charge de v&eacute;rifier le bon entretien de la machine.</P>
<B><P ALIGN="JUSTIFY">On vous demande de construire le MCD relatif au texte ci-dessus.</P></B>
<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=622>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="CorMarch&eacute;D&eacute;taill&eacute;/sld001.htm">Acc&egrave;s au corrig&eacute;</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../sexercerMCD.htm">Retour au sommaire</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../../Index.htm">Retour &agrave; l'accueil</A></TD>
</TR>
</TABLE>
</CENTER></P>

<P ALIGN="CENTER"></P></BODY>
</HTML>
