<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft FrontPage 4.0">
<TITLE>CasWedding</TITLE>
<META NAME="Template" CONTENT="C:\PROGRAM FILES\MICROSOFT OFFICE\OFFICE\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080" BGCOLOR="#ffcc99">

<TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=622>
<TR><TD WIDTH="39%" VALIGN="TOP">
<P ALIGN="RIGHT"><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></TD>
<TD WIDTH="23%" VALIGN="MIDDLE">
<I><FONT SIZE=4 COLOR="#0000ff"><P ALIGN="CENTER"><A NAME="Top"></A>Cas Wedding</I></FONT></TD>
<TD WIDTH="39%" VALIGN="TOP">
<P><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></TD>
</TR>
</TABLE>

<FONT SIZE=2><P ALIGN="JUSTIFY">Un grand magasin veut informatiser la gestion des "listes de mariage". Apr&egrave;s interview de la directrice du magasin, on a pu identifier les r&egrave;gles de gestion suivantes:</P>

<UL>
<LI>Les futurs mari&eacute;s qui &eacute;mettent le souhait d’ouvrir leur liste de mariage dans notre magasin doivent tout d’abord compl&eacute;ter un formulaire sur lequel ils pr&eacute;cisent leur nom, pr&eacute;nom, adresse, t&eacute;l&eacute;phone ainsi que la date et le lieu de leur mariage. En &eacute;change, le magasin leur remet "l’agenda des futurs mari&eacute;s".</LI>
<P ALIGN="JUSTIFY"><LI>Les futurs mari&eacute;s font le tour du magasin, accompagn&eacute;s d’une h&ocirc;tesse et remplissent une liste de cadeaux qu’ils choisissent.</LI>
<P ALIGN="JUSTIFY"><LI>Le magasin est organis&eacute; en rayons. Chaque article n’appartient qu’&agrave; un seul rayon. Chaque rayon est situ&eacute; sur un &eacute;tage.</LI>
<P ALIGN="JUSTIFY"><LI>Lorsque les futurs mari&eacute;s ont fini leur choix, la liste est rapport&eacute;e &agrave; l’accueil o&ugrave; elle est saisie par la secr&eacute;taire, et une demande de carte de paiement est transmise au service comptabilit&eacute;.</LI>
<P ALIGN="JUSTIFY"><LI>L’h&ocirc;tesse remet aux futurs mari&eacute;s des cartes &agrave; diffuser aupr&egrave;s de leurs amis. Ces cartes comportent le nom et pr&eacute;nom des deux futurs mari&eacute;s ainsi que le num&eacute;ro de leur liste et l’adresse ainsi que les horaires d’ouverture du magasin.</LI>
<P ALIGN="JUSTIFY"><LI>Une semaine apr&egrave;s leur visite, le magasin envoie aux futurs mari&eacute;s leur carte de paiement qui leur servira &agrave; r&eacute;gler leurs cadeaux (en utilisant les sommes vers&eacute;es par les donateurs) et leur liste de mariage compl&egrave;te.</LI>
<P ALIGN="JUSTIFY"><LI>Les donateurs inform&eacute;s par les futurs mari&eacute;s peuvent passer au magasin choisir l’un des cadeaux (non encore offerts) de la liste de mariage, ou bien donner une somme d’argent qui sera port&eacute;e au cr&eacute;dit du compte des futurs mari&eacute;s, si aucun des cadeaux disponibles ne leur convient.</LI>
<P ALIGN="JUSTIFY"><LI>Lorsqu’un donateur a choisi un cadeau sur place, il r&egrave;gle son montant (en liquide, par ch&egrave;que ou par carte bancaire), et son choix est enregistr&eacute; sur une fiche. Cette fiche sert &agrave; &eacute;tablir la facture pour le donateur et &agrave; mettre &agrave; jour la liste.</LI>
<P ALIGN="JUSTIFY"><LI>Les donateurs peuvent aussi faire leur choix par t&eacute;l&eacute;phone, soit directement, &agrave; l’&eacute;nonc&eacute; du contenu de la liste, soit en demandant &agrave; recevoir la liste (exp&eacute;di&eacute;e avec une lettre d’accompagnement) et en rappelant ult&eacute;rieurement. A la r&eacute;ception de leur ch&egrave;que ou de leur num&eacute;ro de carte bancaire, leur choix est enregistr&eacute;.</LI>
<P ALIGN="JUSTIFY"><LI>Le donateur peut faire plusieurs cadeaux.</LI>
<P ALIGN="JUSTIFY"><LI>A chaque cadeau d’un donateur, une lettre est envoy&eacute;e aux futurs mari&eacute;s pour les pr&eacute;venir du cadeau qu’ils ont re&ccedil;u. La lettre mentionne la nature du cadeau, son montant et les coordonn&eacute;es (nom, pr&eacute;nom, adresse) du donateur.</LI>
<P ALIGN="JUSTIFY"><LI>8 jours avant le mariage, un nouvel &eacute;tat de la liste est envoy&eacute; aux jeunes mari&eacute;s.</LI>
<P ALIGN="JUSTIFY"><LI>Des donateurs peuvent faire un cadeau apr&egrave;s la date du mariage. En effet, la liste reste encore ouverte durant 1 an apr&egrave;s la date du mariage.</LI></UL>

<B><U><P ALIGN="JUSTIFY">Questions</P>
</U><P>Construire:</P>
<OL>

</B><LI>Le mod&egrave;le conceptuel de communication (MCC) correspondant au cas d&eacute;crit ci-dessus. </LI>
<P ALIGN="JUSTIFY">Pr&eacute;ciser bri&egrave;vement &agrave; quoi correspondent chaque flux et chaque acteur.</P>
<P ALIGN="JUSTIFY"><LI>Le mod&egrave;le conceptuel des donn&eacute;es (MCD) correspondant &agrave; ce cas ainsi que le dictionnaire de donn&eacute;es d&eacute;crivant chacune des donn&eacute;es utilis&eacute;es dans le cas <I>Wedding</I>. </LI>
<P ALIGN="JUSTIFY"><LI>Le mod&egrave;le logique des donn&eacute;es (MLD) relationnel.</LI>
<P ALIGN="JUSTIFY"><LI>Le mod&egrave;le conceptuel des traitements (MCT), ainsi que </LI>
<P ALIGN="JUSTIFY"><LI>Le tableau de d&eacute;termination des proc&eacute;dures fonctionnelles et le mod&egrave;le organisationnel des traitements (MOT) correspondant &agrave; la gestion des listes de mariage.</LI></OL>

</FONT>
<CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=622>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="corCasWedding/sld001.htm">Acc&egrave;s au corrig&eacute;</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="#Top">Retour au haut de la page</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../Index.htm">Retour &agrave; l'accueil</A></TD>
</TR>
</TABLE>
</CENTER>

<P ALIGN="CENTER"><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></P></BODY>
</HTML>
