<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>8: L'organisation de conférences</TITLE>
<META NAME="Template" CONTENT="C:\Program Files\Microsoft Office\Office\html.dot">
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080" BGCOLOR="#99ffcc">

<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=633>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></TD>
<TD WIDTH="33%" VALIGN="TOP">
<B><U><FONT SIZE=4 COLOR="#0000ff"><P ALIGN="CENTER">8</B></U><I>: L'organisation de conf&eacute;rences</I></FONT></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53><IMG SRC="Image2.gif" WIDTH=79 HEIGHT=53></TD>
</TR>
</TABLE>
</CENTER></P>

<P ALIGN="JUSTIFY">On s'int&eacute;resse &agrave; l'organisation des programmes scientifiques d'un ensemble de conf&eacute;rences. Les diff&eacute;rentes personnes participant au programme scientifique (pr&eacute;sidents de conf&eacute;rence, membres du comit&eacute; de programme et auteurs d'articles) sont identifi&eacute;es par un num&eacute;ro unique (NUMPER). Le syst&egrave;me d'information doit m&eacute;moriser pour chacune d'elle, leur nom (NOMPER), le nom de l'institution (NOMINSTIT) &agrave; laquelle il appartient, leur fax, t&eacute;l&eacute;phone et leur adresse de courrier &eacute;lectronique (FAX, TEL, EMAIL).</P>
<P ALIGN="JUSTIFY">Une conf&eacute;rence est identifi&eacute;e par un num&eacute;ro unique (NUMCONF), elle a lieu dans une ville (VILLE), est d&eacute;crite par un nom (NOMCONF) et se d&eacute;roule entre deux dates (DATEDEB, DATEFIN). Une conf&eacute;rence a un pr&eacute;sident et un ensemble de personnes qui sont les membres du comit&eacute; de programme charg&eacute;s de l'&eacute;valuation des articles soumis &agrave; la conf&eacute;rence.</P>
<P ALIGN="JUSTIFY">Un article est num&eacute;rot&eacute; de mani&egrave;re unique (NUMART), il poss&egrave;de un titre (TITRE) et a un nombre de pages (NBPAGE). Un article peut &ecirc;tre &eacute;crit par un ensemble d'auteurs qui sont des personnes, une personne peut soumettre plusieurs articles &agrave; une ou plusieurs conf&eacute;rences. L'&eacute;tat d'un article (ETATART) &eacute;volue au cours du temps (soumis, accept&eacute;, refus&eacute;, en attente), on veut conserver la trace de cette &eacute;volution.</P>
<P ALIGN="JUSTIFY">Une fois soumis, un article est lu par plusieurs membres du comit&eacute; de programme de la conf&eacute;rence. Chaque membre du comit&eacute; de programme lit en moyenne sept articles. Le r&eacute;sultat de chacune de ces lectures est m&eacute;moris&eacute; dans la base de donn&eacute;es sous forme d'une note comprise entre 0 et 20 (EVALART).</P>
<B><U><FONT COLOR="#0000ff"><P ALIGN="JUSTIFY">Questions:</P>
<OL>

</B></U><P ALIGN="JUSTIFY"><LI>On vous demande de construire le graphe des d&eacute;pendances fonctionnelles associ&eacute; &agrave; l'&eacute;nonc&eacute; ci-dessus.</LI></P>
<P ALIGN="JUSTIFY"><LI>On vous demande de construire le MLD relationnel correspondant au graphe de d&eacute;pendances fonctionnelles r&eacute;alis&eacute;es &agrave; la question 1. </LI></P></OL>
</FONT>
<P ALIGN="CENTER"><CENTER><TABLE CELLSPACING=0 BORDER=0 CELLPADDING=4 WIDTH=615>
<TR><TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="corMLD8.htm">Acc&egrave;s au corrig&eacute;</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../sexercerMLD.htm">Retour au sommaire</A></TD>
<TD WIDTH="33%" VALIGN="TOP">
<P ALIGN="CENTER"><A HREF="../../Index.htm">Retour &agrave; l'accueil</A></TD>
</TR>
</TABLE>
</CENTER></P>

<P ALIGN="CENTER"></P></BODY>
</HTML>
